[
  {
    "id": "1",
    "category": "Action and Adventure",
    "title": "He Who Fights with Monsters 8",
    "photo": "https://m.media-amazon.com/images/I/51cYMEm5asL._SL500_.jpg",
    "price": "44",
    "description": "Despite warnings of danger that awaits him, he gets back in the saddle as an adventurer, ready to tackle new challenges. But as enemies that have lurked in the background start moving into the light, those challenges are not hard to find.Jason and his friends don’t wait passively; they use schemes of their own to take the fight to the enemy. His companions find themselves plunged into dangerous missions and confronted with enemies both personal and unexpected.Jason will push new boundaries, and while it comes at a cost, it will move him deeper into the realms of cosmic power.",
    "writter": "Travis Deverell",
    "seller-name": "Rifat Sorker",
    "seller-photo": "https://static.wikia.nocookie.net/he-who-fights-with-monsters/images/a/ae/Jason-asano-by-rmartspren.jpg/revision/latest?cb=20221105035240",
    "release-date": "Dec-11-2022",
    "discount": "40",
    "quantity": "23",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "1",
    "category": "Action and Adventure",
    "title": "Desert Star",
    "photo": "https://booktrib.com/wp-content/uploads/2022/11/Desert-Star-Michael-Connelly-1-scaled-1.jpg",
    "price": "56",
    "description": "Edwin St. Andrew is eighteen years old when he crosses the Atlantic by steamship, exiled from polite society following an ill-conceived diatribe at a dinner party. He enters the forest, spellbound by the beauty of the Canadian wilderness, and suddenly hears the notes of a violin echoing in an airship terminal—an experience that shocks him to his core.  Two centuries later a famous writer named Olive Llewellyn is on a book tour. She’s traveling all over Earth, but her home is the second moon colony, a place of white stone, spired towers, and artificial beauty. Within the text of Olive’s best-selling pandemic novel lies a strange passage: a man plays his violin for change in the echoing corridor of an airship terminal as the trees of a forest rise around him.  When Gaspery-Jacques Roberts, a detective in the black-skied Night City, is hired to investigate an anomaly in the North American wilderness, he uncovers a series of lives upended: The exiled son of an earl driven to madness, a writer trapped far from home as a pandemic ravages Earth, and a childhood friend from the Night City who, like Gaspery himself, has glimpsed the chance to do something extraordinary that will disrupt the timeline of the universe.",
    "writter": "Michael Connelly",
    "seller-name": "Jhon doe",
    "seller-photo": "https://static.wikia.nocookie.net/he-who-fights-with-monsters/images/a/ae/Jason-asano-by-rmartspren.jpg/revision/latest?cb=20221105035240",
    "release-date": "Dec-21-2022",
    "discount": "30",
    "quantity": "17",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "1",
    "category": "Action and Adventure",
    "title": "Sea of tranquility a novel",
    "photo": "https://images.penguinrandomhouse.com/cover/700jpg/9780593551998",
    "price": "49",
    "description": "A year has passed since LAPD detective Renée Ballard quit the force in the face of misogyny, demoralization, and endless red tape. But after the chief of police himself tells her she can write her own ticket within the department, Ballard takes back her badge, leaving “the Late Show” to rebuild and lead the cold case unit at the elite Robbery-Homicide Division.For years, Harry Bosch has been working a case that haunts him—the murder of an entire family by a psychopath who still walks free. Ballard makes Bosch an offer: come volunteer as an investigator in her new Open-Unsolved Unit, and he can pursue his “white whale” with the resources of the LAPD behind him.First priority for Ballard is to clear the unsolved rape and murder of a sixteen-year-old girl. The decades-old case is essential to the councilman who supported re-forming the unit, and who could shutter it again—the victim was his sister. When Ballard gets a “cold hit” connecting the killing to a similar crime, proving that a serial predator has been at work in the city for years, the political pressure has never been higher. To keep momentum going, she has to pull Bosch off his own investigation, the case that is the consummation of his lifelong mission.",
    "writter": "Emily St. John Mandel",
    "seller-name": "Rifat Sorker",
    "seller-photo": "https://m.media-amazon.com/images/I/51cYMEm5asL._SL500_.jpg",
    "release-date": "June-05-2022",
    "discount": "60",
    "quantity": "13",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "1",
    "category": "Action and Adventure",
    "title": "The Gray Man",
    "photo": "https://cdn.telanganatoday.com/wp-content/uploads/2022/07/Gray-Man-is-too-grey-Skip-it-if-you-may.jpg",
    "price": "44",
    "description": "To those who lurk in the shadows, he’s known as the Gray Man. He is a legend in the covert realm, moving silently from job to job, accomplishing the impossible and then fading away. And he always hits his target. Always  But there are forces more lethal than Gentry in the world. Forces like money. And power. And there are men who hold these as the only currency worth fighting for. And in their eyes, Gentry has just outlived his usefulness  But Court Gentry is going to prove that, for him, there’s no gray area between killing for a living and killing to stay al",
    "writter": "Anthony and Joe Russo",
    "seller-name": "Rifat Sorker",
    "seller-photo": "https://m.media-amazon.com/images/I/51cYMEm5asL._SL500_.jpg",
    "release-date": "June-05-2022",
    "discount": "60",
    "quantity": "13",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "1",
    "category": "Action and Adventure",
    "title": "Game of Thrones",
    "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRMqLk0inhfbkj6N2A0OisY7eTxVgliB7tljHDFfxW5c27wA7n3Wi9KFCT6YEtYCpg2uAg&usqp=CAU",
    "price": "59",
    "description": "Winter is coming. Such is the stern motto of House Stark, the northernmost of the fiefdoms that owe allegiance to King Robert Baratheon in far-off King's Landing. There Eddard Stark of Winterfell rules in Robert's name. There his family dwells in peace and comfort: his proud wife, Catelyn; his sons Robb, Brandon, and Rickon; his daughters Sansa and Arya; and his bastard son, Jon Snow. Far to the north, behind the towering Wall, lie savage Wildings and worse - unnatural things relegated to myth during the centuries-long summer, but proving all too real and all too deadly in the turning of the season. Yet a more immediate threat lurks to the south, where Jon Arryn, the Hand of the King, has died under mysterious circumstances. Now Robert is riding north to Winterfell, bringing his queen, the lovely but cold Cersei, his son, the cruel, vainglorious Prince Joffrey, and the queen's brothers Jaime and Tyrion of the powerful and wealthy House Lannister - the first a swordsman without equal, the second a dwarf whose stunted stature belies a brilliant mind. ",
    "writter": "George R. R. Martin",
    "seller-name": "Jhanker Mahbub",
    "seller-photo": "https://m.media-amazon.com/images/I/51cYMEm5asL._SL500_.jpg",
    "release-date": "June-05-1898",
    "discount": "40",
    "quantity": "21",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "2",
    "category": "Classics",
    "title": "The Sound and the Fury",
    "photo": "https://img.thedailybeast.com/image/upload/c_crop,d_placeholder_euli9k,h_1440,w_2560,x_0,y_0/dpr_1.5/c_limit,w_1044/fl_lossy,q_auto/v1522459275/180330-flemming-easter-hero_rhraif",
    "price": "32",
    "description": "The Sound and the Fury is the tragedy of the Compson family, featuring some of the most memorable characters in literature: beautiful, rebellious Caddy; the manchild Benjy; haunted, neurotic Quentin; Jason, the brutal cynic; and Dilsey, their black servant. Their lives fragmented and harrowed by history and legacy, the character’s voices and actions mesh to create what is arguably Faulkner’s masterpiece and  one of the greatest novels of the twentieth century.“I give you the mausoleum of all hope and desire.... I give it to you not that you may remember time, but that you might forget it now and then for a moment and not spend all of your breath trying to conquer it. Because no battle is ever won he said. They are not even fought. The field only reveals to man his own folly and despair, and victory is an illusion of philosophers and fools.” —from The Sound and the Fury",
    "writter": "William Faulkner",
    "seller-name": "Jhanker Mahbub",
    "seller-photo": "https://m.media-amazon.com/images/I/51cYMEm5asL._SL500_.jpg",
    "release-date": "June-05-1922",
    "discount": "",
    "quantity": "21",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "2",
    "category": "Classics",
    "title": "Meditations: A New Translation",
    "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTubcZgCmHh0VwMzkxbTP5wlqV0N2fsvuYadDy6ukuCoXyGFYm6i8gvZL0vF5cTqbf7yxE&usqp=CAU",
    "price": "32",
    "description": "Few ancient works have been as influential as the Meditations of Marcus Aurelius, philosopher and emperor of Rome (A.D. 161–180). A series of spiritual exercises filled with wisdom, practical guidance, and profound understanding of human behavior, it remains one of the greatest works of spiritual and ethical reflection ever written. Marcus’s insights and advice—on everything from living in the world to coping with adversity and interacting with others—have made the Meditations required reading for statesmen and philosophers alike, while generations of ordinary readers have responded to the straightforward intimacy of his style. For anyone who struggles to reconcile the demands of leadership with a concern for personal integrity and spiritual well-being, the Meditations remains as relevant now as it was two thousand years ago.",
    "writter": "Marcus Aurelius",
    "seller-name": "Jhanker Mahbub",
    "seller-photo": "https://m.media-amazon.com/images/I/51cYMEm5asL._SL500_.jpg",
    "release-date": "May 6, 2003",
    "discount": "",
    "quantity": "15",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "2",
    "category": "Classics",
    "title": "The Alchemist, 25th Anniversary",
    "photo": "https://m.media-amazon.com/images/I/51YsnEoNr-L._AC_SY780_.jpg",
    "price": "38",
    "description": "A special 25th anniversary edition of the extraordinary international bestseller, including a new Foreword by Paulo Coelho.Combining magic, mysticism, wisdom and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, of recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, to follow our dreams.",
    "writter": "Paulo Coelho",
    "seller-name": "Jhanker Mahbub",
    "seller-photo": "https://m.media-amazon.com/images/I/51cYMEm5asL._SL500_.jpg",
    "release-date": "April 15, 2014",
    "discount": "",
    "quantity": "25",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "2",
    "category": "Classics",
    "title": "The Song of Achilles",
    "photo": "https://fully-booked.ap-south-1.linodeobjects.com/mageplaza/blog/post/s/o/song-of-achilles-blog-banner.png",
    "price": "36",
    "description": "It was not until Christopher Tolkien published The Silmarillion after his father’s death that a fuller story could be told. Although much of the book’s content concerned the First Age of Middle-earth, there were at its close two key works that revealed the tumultuous events concerning the rise and fall of the island of Númenor. Raised out of the Great Sea and gifted to the Men of Middle-earth as a reward for aiding the angelic Valar and the Elves in the defeat and capture of the Dark Lord Morgoth, the kingdom became a seat of influence and wealth; but as the Númenóreans’ power increased, the seed of their downfall would inevitably be sown, culminating in the Last Alliance of Elves and Men.",
    "writter": "Madeline Miller",
    "seller-name": " Madeline Miller",
    "seller-photo": "https://m.media-amazon.com/images/I/51cYMEm5asL._SL500_.jpg",
    "release-date": "August 28, 2012",
    "discount": "40",
    "quantity": "5",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "2",
    "category": "Classics",
    "title": "The Fall of Númenor",
    "photo": "https://assets-prd.ignimgs.com/2022/10/28/tolkien-1666963401914.jpg",
    "price": "30",
    "description": "Even greater insight into the Second Age would be revealed in subsequent publications, first in Unfinished Tales of Númenor and Middle-earth, then expanded upon in Christopher Tolkien’s magisterial twelve-volume The History of Middle-earth, in which he presented and discussed a wealth of further tales written by his father, many in draft form. Now, adhering to the timeline of 'The Tale of Years' in the appendices to The Lord of the Rings, editor Brian Sibley has assembled into one comprehensive volume a new chronicle of the Second Age of Middle-earth, told substantially in the words of Tolkien from the various published texts, with new illustrations in watercolor and pencil by the doyen of Tolkien art, Alan Lee.",
    "writter": "J. R. R. Tolkien",
    "seller-name": " Madeline Miller",
    "seller-photo": "https://m.media-amazon.com/images/I/51cYMEm5asL._SL500_.jpg",
    "release-date": "November 15, 2022",
    "discount": "",
    "quantity": "23",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "3",
    "category": "Comic Book",
    "title": "The Far Side",
    "photo": "https://static1.cbrimages.com/wordpress/wp-content/uploads/2019/09/the-far-side-header.jpg",
    "price": "34",
    "description": "Behold! Like the 17-year cicada (give or take a couple of years), The Far Side®1995 Off-The-Wall Calendar has emerged from its lair sporting a new skin: The Far Side®2023 Off-The-Wall Calendar. Our field experts assured us that this rare event—the perfect alignment of two very removed calendars, which has something to do with the earth’s orbit around the sun, and the formation of celestial bodies known as “cow stars”—is something quite unique, and most worthy of our capture and release. Behold! (We think this warranted a second Behold!) The Far Side®2023 Off-The-Wall Calendar has officially taken flight. Let the air once again be filled with the buzz of laughter, gasps, and “huh?",
    "writter": "Gary Larson",
    "seller-name": "Jhanker Mahbub",
    "seller-photo": "https://i.guim.co.uk/img/media/046859bd354b9a5ee74d7a737405a99ac0721b09/1812_1040_2697_1618/master/2697.jpg?width=465&quality=85&dpr=1&s=none",
    "release-date": "June 28, 2022",
    "discount": "",
    "quantity": "25",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "3",
    "category": "Comic Book",
    "title": "How to Draw Anime Part 1",
    "photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1648948916l/60739980._SX318_.jpg",
    "price": "34",
    "description": "Are you a beginner drawer? Does your child, tween, or teen love Anime and drawing Anime? Are you looking for an easy, age-appropriate, and fun way to create your own Anime characters and stories? Look no further! How to Draw Anime starts with the basics and teaches the step-by-step process of Anime drawing to every budding artist.",
    "writter": " Joseph Stevenson ",
    "seller-name": "Jhon doe",
    "seller-photo": "https://i.guim.co.uk/img/media/046859bd354b9a5ee74d7a737405a99ac0721b09/1812_1040_2697_1618/master/2697.jpg?width=465&quality=85&dpr=1&s=none",
    "release-date": "March 26, 2020",
    "discount": "30",
    "quantity": "15",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "3",
    "category": "Comic Book",
    "title": "Dilbert 2023 Day-to-Day Calendar",
    "photo": "https://m.media-amazon.com/images/S/aplus-media/vc/48ebcd49-2d5e-4aa5-9050-b995675e30ff.__CR0,0,970,300_PT0_SX970_V1___.jpg",
    "price": "39",
    "description": "This daily calendar contains a year’s worth of hilarious and relatable strips from Dilbert. Rip off the pages to share with your coworkers so everyone can keep up with the corporate capers of Dilbert, Wally, Alice, and the rest of the gang.    ",
    "writter": " Scott Adams",
    "seller-name": "Jhon doe",
    "seller-photo": "https://i.guim.co.uk/img/media/046859bd354b9a5ee74d7a737405a99ac0721b09/1812_1040_2697_1618/master/2697.jpg?width=465&quality=85&dpr=1&s=none",
    "release-date": "June 21, 2022",
    "discount": "",
    "quantity": "25",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "3",
    "category": "Comic Book",
    "title": "The Boy, the Mole, the Fox and the Horse ",
    "photo": "https://ichef.bbci.co.uk/images/ic/1920x1080/p0dppl13.jpg",
    "price": "49",
    "description": "From British illustrator, artist, and author Charlie Mackesy comes a journey for all ages that explores life’s universal lessons, featuring 100 color and black-and-white drawings. “What do you want to be when you grow up?” asked the mole. “Kind,” said the boy. Charlie Mackesy offers inspiration and hope in uncertain times in this beautiful book, following the tale of a curious boy, a greedy mole, a wary fox and a wise horse who find themselves together in sometimes difficult terrain, sharing their greatest fears and biggest discoveries about vulnerability, kindness, hope, friendship and love. The shared adventures and important conversations between the four friends are full of life lessons that have connected with readers of all ages. ",
    "writter": "Charlie Mackesy",
    "seller-name": "Jhon doe",
    "seller-photo": "https://i.guim.co.uk/img/media/046859bd354b9a5ee74d7a737405a99ac0721b09/1812_1040_2697_1618/master/2697.jpg?width=465&quality=85&dpr=1&s=none",
    "release-date": "October 22, 2019",
    "discount": "",
    "quantity": "27",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "3",
    "category": "Comic Book",
    "title": "Blank Comic Book For Kids",
    "photo": "https://c8.alamy.com/comp/FWE1A6/a-cartoon-comic-book-boom-explosion-sound-effect-illustration-design-FWE1A6.jpg",
    "price": "34",
    "description": "This book helps you to make your own comics and with over 6000 reviews, we know that kids love making their own cartoons and comics because of the ease of using the pre-formatted comic book paper inside.They spend hours designing, drawing and writing their stories, you will be surprised at what they come up with when given the right tools. Filled with blank comic book templates of various styles, with over 100 pages, this blank comic notebook will keep budding artists busy for hours. ",
    "writter": "Blank Books 'N' Journals",
    "seller-name": "Jhon doe",
    "seller-photo": "https://i.guim.co.uk/img/media/046859bd354b9a5ee74d7a737405a99ac0721b09/1812_1040_2697_1618/master/2697.jpg?width=465&quality=85&dpr=1&s=none",
    "release-date": "October 20, 2016",
    "discount": "60",
    "quantity": "13",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "4",
    "category": "Detective and Mystery",
    "title": "Midwinter Murder",
    "photo": "https://m.media-amazon.com/images/I/81zexPAYGDL._CR3,0,1790,1010_SR684,386_.jpg",
    "price": "34",
    "description": "There’s a chill in the air and the days are growing shorter . . . It’s the perfect time to curl up in front of a crackling fire with these wintry whodunits from the legendary Agatha Christie. But beware of deadly snowdrifts and dangerous gifts, poisoned meals and mysterious guests. This chilling compendium of short stories—some featuring beloved detectives Hercule Poirot and Miss Marple—is an essential omnibus for Christie fans and the perfect holiday gift for mystery lovers.",
    "writter": "Agatha Christie",
    "seller-name": "Jhon doe",
    "seller-photo": "https://i.guim.co.uk/img/media/046859bd354b9a5ee74d7a737405a99ac0721b09/1812_1040_2697_1618/master/2697.jpg?width=465&quality=85&dpr=1&s=none",
    "release-date": "October 20, 2016",
    "discount": "40",
    "quantity": "33",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "4",
    "category": "Detective and Mystery",
    "title": "Hide (Detective Harriet Foster Book 1) ",
    "photo": "https://m.media-amazon.com/images/I/41mj-13v6PL._CLa%7C667,500%7C51+pZViDS-L.jpg%7C0,0,333,500+334,0,333,500_._SY300_.jpg",
    "price": "34",
    "description": "Detective Harriet Foster is on the case, even though she’s still grieving the sudden death of her partner. As a Black woman in a male-dominated department, Foster anticipates a rocky road ahead acclimating to a new team—and building trust with her new partner isn’t coming easily. After another victim turns up with the same lipstick markings, Foster suspects she’s looking for a serial killer. Through a tip from a psychiatrist, Foster learns about Bodie Morgan: a troubled man with a twisted past and a penchant for pretty young redheads with the bluest eyes. As Foster wades into Morgan’s sinister history, the killer continues their gruesome assault on Chicago’s streets. In her desperate race to catch the murderer before they strike again, Foster will have to confront the darkest of secrets—including her own.",
    "writter": "Tracy Clark",
    "seller-name": "Jhon doe",
    "seller-photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1653743194i/60845564._UY630_SR1200,630_.jpg",
    "release-date": "October 20, 2016",
    "discount": "",
    "quantity": "23",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "4",
    "category": "Detective and Mystery",
    "title": "A World of Curiosities",
    "photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1660936424l/60899502.jpg",
    "price": "44",
    "description": "It’s spring and Three Pines is reemerging after the harsh winter. But not everything buried should come alive again. Not everything lying dormant should reemerge. But something has.As the villagers prepare for a special celebration, Armand Gamache and Jean-Guy Beauvoir find themselves increasingly worried. A young man and woman have reappeared in the Sûreté du Québec investigators’ lives after many years. The two were young children when their troubled mother was murdered, leaving them damaged, shattered. Now they’ve arrived in the village of Three Pines.",
    "writter": "Louise Penny",
    "seller-name": "Jhon doe",
    "seller-photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1653743194i/60845564._UY630_SR1200,630_.jpg",
    "release-date": "November 29, 2022",
    "discount": "60",
    "quantity": "23",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "4",
    "category": "Detective and Mystery",
    "title": "The Crossing",
    "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRZvzlv8Jnt624N93zChopQ37-0s-O9pm--xUHda5_9D4sCPWWJCn4Rf5W24rRWBASgWFc&usqp=CAU",
    "price": "44",
    "description": "When a body is discovered, bled dry on a beach, the sleepy seaside town of Weston-super-Mare wakes up to a nightmare. For Detective Inspector Louise Blackwell, recently transferred to the town she last saw as a child, it’s her first case on the job.The victim—Veronica Lloyd, an elderly volunteer at a local church—has puncture wounds to her hands. When a priest is found killed in a nearby church in a similarly grisly condition, it becomes clear that Blackwell is dealing with a righteous and bloody murderer. But the victims aren’t random. The killer has a vendetta and is hell-bent on exacting twisted revenge for a dark secret dating back years—and there are more murders planned.",
    "writter": "Matt Brolly",
    "seller-name": "Jhon doe",
    "seller-photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1653743194i/60845564._UY630_SR1200,630_.jpg",
    "release-date": "November 29, 2022",
    "discount": "",
    "quantity": "9",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "4",
    "category": "Detective and Mystery",
    "title": "We Lie Here",
    "photo": "https://i.ibb.co/WcbwD3q/download.jpg",
    "price": "44",
    "description": "TV writer Yara Gibson’s hometown of Palmdale, California, isn’t her first choice for a vacation. But she’s back to host her parents’ twentieth-anniversary party and find the perfect family mementos for the celebration. Everything is going to plan until Yara receives a disturbing text: I have information that will change your life.The message is from Felicia Campbell, who claims to be a childhood friend of Yara’s mother. But they’ve been estranged for years—drama best ignored and forgotten. But Yara can’t forget Felicia, who keeps texting, insisting that Yara talk to her “before it’s too late.”",
    "writter": "Matt Brolly",
    "seller-name": "Jhon doe",
    "seller-photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1628193424i/58466724._UY630_SR1200,630_.jpg",
    "release-date": "November 29, 2022",
    "discount": "40",
    "quantity": "23",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "5",
    "category": "Fantasy",
    "title": "Zodiac Academy 8",
    "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSRY090xI6zSn2L7aQNd3BrUqZHUdUptcUXOA&usqp=CAU",
    "price": "56",
    "description": "Bloody, lost, broken. We live to fight another day. But with so much stolen from us, can the fates ever twist in our favour again?My sister and I have been torn apart by shadows and despair, and now we each stand alone. Our sorrow is spun like a web, trapping us tight, and I fear our enemies will soon come to feast upon our souls.But if I have my way, the merciless sky will have dealt us its final fortune. It’s time for us to take back the power that’s been ripped from our grasp and turn the tide of this war. All stars must fall, and all Phoenixes must rise.",
    "writter": "Matt Brolly",
    "seller-name": "Matt Brolly",
    "seller-photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1628193424i/58466724._UY630_SR1200,630_.jpg",
    "release-date": "June 29, 2013",
    "discount": "",
    "quantity": "12",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "5",
    "category": "Fantasy",
    "title": "Sweep of the Heart",
    "photo": "https://ilona-andrews.com/wp-content/uploads/2022/09/sweep-of-the-heart-front-2.jpg",
    "price": "46",
    "description": "Life is busier than ever for Innkeeper, Dina DeMille and Sean Evans. But it’s about to get even more chaotic when Sean's werewolf mentor is kidnapped. To find him, they must host an intergalactic spouse-search for one of the most powerful rulers in the Galaxy. Dina is never one to back down from a challenge. That is, if she can manage her temperamental Red Cleaver chef; the consequences of her favorite Galactic ex-tyrant's dark history; the tangled politics of an interstellar nation, and oh, yes, keep the wedding candidates from a dozen alien species from killing each other. Not to mention the Costco lady.",
    "writter": "Ilona Andrews",
    "seller-name": "Ilona Andrews",
    "seller-photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1628193424i/58466724._UY630_SR1200,630_.jpg",
    "release-date": "June 29, 2008",
    "discount": "30",
    "quantity": "12",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "5",
    "category": "Fantasy",
    "title": "The Invisible Life of Addie LaRue",
    "photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1584633432l/50623864.jpg",
    "price": "56",
    "description": "A “Best Of” Book From: Oprah Mag * CNN * Amazon * Amazon Editors * NPR * Goodreads * Bustle * PopSugar * BuzzFeed * Barnes & Noble * Kirkus Reviews * Lambda Literary * Nerdette * The Nerd Daily * Polygon * Library Reads * io9 * Smart Bitches Trashy Books * LiteraryHub * Medium * BookBub * The Mary Sue * Chicago Tribune * NY Daily News * SyFy Wire * Powells.com * Bookish * Book Riot * Library Reads Voter Favorite * In the vein of The Time Traveler’s Wife and Life After Life, The Invisible Life of Addie LaRue is New York Times bestselling author V. E. Schwab’s genre-defying tour de force.",
    "writter": "V. E. Schwab",
    "seller-name": "Ilona Andrews",
    "seller-photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1584633432l/50623864.jpg",
    "release-date": "May 6, 2003",
    "discount": "",
    "quantity": "23",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "5",
    "category": "Fantasy",
    "title": "Magic Tides",
    "photo": "https://ksr-ugc.imgix.net/assets/034/749/203/41298a16751aad6c755b903ab4ac64d6_original.jpg?ixlib=rb-4.0.2&crop=faces&w=1552&h=873&fit=crop&v=1630699650&auto=format&frame=1&q=92&s=babc79e96e50e56a87faaf85c97db88e",
    "price": "37",
    "description": "Kate, Curran and their son, Conlan have left Atlanta, vowing to keep a low profile, and are settling into a new city and new house…but some things never change! Magical mayhem is about to erupt when Kate undertakes the rescue of a kidnapped youth, while Curran guards the homefront. It should be a simple retrieval, but with monsters on land and sea, Kate’s got her work cut out for her. Still, she's never let her blade dull or her purpose falter. And that low profile? It’s about to wash away with the raging tides!",
    "writter": "V. E. Schwab",
    "seller-name": "Ilona Andrews",
    "seller-photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1584633432l/50623864.jpg",
    "release-date": "May 6, 2003",
    "discount": "",
    "quantity": "23",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "6",
    "category": "Horror",
    "title": "Fairy Tale ",
    "photo": "https://cl.buscafs.com/www.tomatazos.com/public/uploads/images/358803/358803_600x315.jpg",
    "price": "42",
    "description": "Charlie Reade looks like a regular high school kid, great at baseball and football, a decent student. But he carries a heavy load. His mom was killed in a hit-and-run accident when he was seven, and grief drove his dad to drink. Charlie learned how to take care of himself—and his dad. When Charlie is seventeen, he meets a dog named Radar and her aging master, Howard Bowditch, a recluse in a big house at the top of a big hill, with a locked shed in the backyard. Sometimes strange sounds emerge from it.Charlie starts doing jobs for Mr. Bowditch and loses his heart to Radar. Then, when Bowditch dies, he leaves Charlie a cassette tape telling a story no one would believe. What Bowditch knows, and has kept secret all his long life, is that inside the shed is a portal to another world",
    "writter": "Stephen King",
    "seller-name": "Stephen King",
    "seller-photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1584633432l/50623864.jpg",
    "release-date": "September 6, 2022",
    "discount": "60",
    "quantity": "23",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "6",
    "category": "Horror",
    "title": "Haunting Adeline",
    "photo": "https://bookreviewvirginialee.files.wordpress.com/2021/06/9d595-img_8961.jpg",
    "price": "52",
    "description": "I can manipulate the emotions of anyone who lets me.I will make you hurt, make you cry, make you laugh and sigh.But my words don't affect him. Especially not when I plead for him to leave.He's always there, watching and waiting.And I can never look away.Not when I want him to come closer.",
    "writter": " H. D. Carlton",
    "seller-name": "Stephen King",
    "seller-photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTYmgPjaWJp57orfAURmv4nxvoUmSQmizRsrp16koaN6WERfsJ2okfqQMHWqkFBqcrYkqk&usqp=CAU",
    "release-date": "September 6, 2022",
    "discount": "",
    "quantity": "26",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "6",
    "category": "Horror",
    "title": "The Sandman: Act III ",
    "photo": "https://m.media-amazon.com/images/I/51T0wO4jk1L._SL500_.jpg",
    "price": "42",
    "description": "The groundbreaking audio production of what Los Angeles Times Magazine called “the greatest epic in the history of comic books” continues. Leading perhaps the best cast ever assembled in audio, James McAvoy returns to voice Morpheus, the Lord of Dreams, in The Sandman: Act III, the third installment of the New York Times best-selling audio saga. Award-winning audio trailblazer Dirk Maggs adapts the blockbuster DC graphic novel series written by Neil Gaiman (Good Omens) into another fully immersive listening experience, presented for the first time in breathtaking 3D audio.",
    "writter": " Dirk Maggs",
    "seller-name": "Dirk Maggs",
    "seller-photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTYmgPjaWJp57orfAURmv4nxvoUmSQmizRsrp16koaN6WERfsJ2okfqQMHWqkFBqcrYkqk&usqp=CAU",
    "release-date": "September 6, 2006",
    "discount": "",
    "quantity": "6",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "6",
    "category": "Horror",
    "title": "King of Battle and Blood",
    "photo": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1638976388l/59775024._SY475_.jpg",
    "price": "42",
    "description": "Isolde de Lara considers her wedding day to be her death day. To end a years-long war, she is to marry vampire king Adrian Aleksandr Vasiliev, and kill him.  But her assassination attempt is thwarted, and Adrian threatens that if Isolde tries to kill him again, he will raise her as the undead. Faced with the possibility of becoming the thing she hates most, Isolde seeks other ways to defy him and survive the brutal vampire court. Except it isn't the court she fears most—it's Adrian. Despite their undeniable chemistry, she wonders why the king—fierce, savage, merciless—chose her as consort.",
    "writter": "Scarlett St. Clair",
    "seller-name": "Dirk Maggs",
    "seller-photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTYmgPjaWJp57orfAURmv4nxvoUmSQmizRsrp16koaN6WERfsJ2okfqQMHWqkFBqcrYkqk&usqp=CAU",
    "release-date": "September 6, 2006",
    "discount": "30",
    "quantity": "16",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "6",
    "category": "Horror",
    "title": "The Serpent and the Wings of Night",
    "photo": "https://m.media-amazon.com/images/I/81jFnjIDPGL._CR111,0,1307,1307_UX256.jpg",
    "price": "42",
    "description": "The adopted human daughter of the Nightborn vampire king, Oraya carved her place in a world designed to kill her. Her only chance to become something more than prey is entering the Kejari: a legendary tournament held by the goddess of death herself. But winning won’t be easy amongst the most vicious warriors from all three vampire houses. To survive, Oraya is forced to make an alliance with a mysterious rival. Everything about Raihn is dangerous. He is a ruthless vampire, an efficient killer, an enemy to her father’s crown… and her greatest competition. Yet, what terrifies Oraya most of all is that she finds herself oddly drawn to him.But there’s no room for compassion in the Kejari. War for the House of Night brews, shattering everything that Oraya thought she knew about her home. And Raihn may understand her more than anyone – but their blossoming attraction could be her downfall, in a kingdom where nothing is more deadly than love.",
    "writter": "Carissa Broadbent",
    "seller-name": "Dirk Maggs",
    "seller-photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTYmgPjaWJp57orfAURmv4nxvoUmSQmizRsrp16koaN6WERfsJ2okfqQMHWqkFBqcrYkqk&usqp=CAU",
    "release-date": "September 03, 2009",
    "discount": "",
    "quantity": "30",
    "advertise": false,
    "status": "available"
  },
  {
    "id": "6",
    "category": "Horror",
    "title": "The Serpent and the Wings of Night",
    "photo": "https://m.media-amazon.com/images/I/81jFnjIDPGL._CR111,0,1307,1307_UX256.jpg",
    "price": "42",
    "description": "The adopted human daughter of the Nightborn vampire king, Oraya carved her place in a world designed to kill her. Her only chance to become something more than prey is entering the Kejari: a legendary tournament held by the goddess of death herself. But winning won’t be easy amongst the most vicious warriors from all three vampire houses. To survive, Oraya is forced to make an alliance with a mysterious rival. Everything about Raihn is dangerous. He is a ruthless vampire, an efficient killer, an enemy to her father’s crown… and her greatest competition. Yet, what terrifies Oraya most of all is that she finds herself oddly drawn to him.But there’s no room for compassion in the Kejari. War for the House of Night brews, shattering everything that Oraya thought she knew about her home. And Raihn may understand her more than anyone – but their blossoming attraction could be her downfall, in a kingdom where nothing is more deadly than love.",
    "writter": "Carissa Broadbent",
    "seller-name": "Dirk Maggs",
    "seller-photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTYmgPjaWJp57orfAURmv4nxvoUmSQmizRsrp16koaN6WERfsJ2okfqQMHWqkFBqcrYkqk&usqp=CAU",
    "release-date": "September 03, 2009",
    "discount": "",
    "quantity": "30",
    "advertise": false,
    "status": "available"
  }
]
